<ion-view view-title="Conditions d'utilisation">
  <ion-nav-buttons side="right">
  </ion-nav-buttons>
  <ion-content>
      <div class="card" style="text-align: justify">
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);"><span style="box-sizing: inherit; margin: 0px 3px 0px 0px; padding: 0px; border: 0px; font-style: inherit; font-variant: inherit; font-weight: 700; font-stretch: inherit; font-size: inherit; line-height: inherit; font-family: inherit; vertical-align: baseline;">Conditions g&eacute;n&eacute;rales d&rsquo;utilisation</span></p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">Les pr&eacute;sentes conditions g&eacute;n&eacute;rales d&rsquo;utilisation (ci-apr&egrave;s &laquo; Conditions g&eacute;n&eacute;rales d&rsquo;utilisation &raquo; ou &laquo; CGU &raquo;) r&eacute;gissent l&rsquo;acc&egrave;s et l&rsquo;utilisation du Site Web accessible via le nom de domaine www.occazstreet.com, de l&#39;application Occazstreet et ses sous-domaines (ci-apr&egrave;s &laquo; Site Web &raquo;). Toute personne acc&eacute;dant au Site Web ou &agrave; l&#39;application est consid&eacute;r&eacute;e comme un Utilisateur du Site Web (ci-apr&egrave;s &laquo; Utilisateur &raquo;) ayant accept&eacute; les Conditions g&eacute;n&eacute;rales d&rsquo;utilisation dans leur int&eacute;gralit&eacute;. En cas de d&eacute;saccord avec les pr&eacute;sentes Conditions g&eacute;n&eacute;rales d&rsquo;utilisation, l&rsquo;Utilisateur doit imm&eacute;diatement quitter le Site Web sans l&rsquo;utiliser.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">En acceptant les pr&eacute;sentes Conditions g&eacute;n&eacute;rales d&rsquo;utilisation, l&rsquo;Utilisateur convient :<br style="box-sizing: inherit;" />
          a. qu&rsquo;il a lu et qu&rsquo;il comprend le contenu des conditions ;<br style="box-sizing: inherit;" />
          b. qu&rsquo;il assumera toutes les obligations &eacute;nonc&eacute;es dans les pr&eacute;sentes.<br style="box-sizing: inherit;" />
          Les pr&eacute;sentes CGU &eacute;tant soumises &agrave; modification, il appartient &agrave; l&rsquo;Utilisateur de les lire attentivement &agrave; chaque fois qu&rsquo;il acc&egrave;de au Site Web.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);"><span style="box-sizing: inherit; margin: 0px 3px 0px 0px; padding: 0px; border: 0px; font-style: inherit; font-variant: inherit; font-weight: 700; font-stretch: inherit; font-size: inherit; line-height: inherit; font-family: inherit; vertical-align: baseline;">1. Conditions d&rsquo;utilisation de l&#39;application</span></p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">L&rsquo;Utilisateur s&rsquo;engage &agrave; utiliser l&#39;application, le contenu et les services associ&eacute;s conform&eacute;ment &agrave; la loi, &agrave; la morale, &agrave; l&rsquo;ordre public et en accord avec les pr&eacute;sentes CGU. De m&ecirc;me, il s&rsquo;engage &agrave; utiliser les services et/ou contenu du Site Web d&rsquo;une fa&ccedil;on appropri&eacute;e, et non pas &agrave; des fins d&rsquo;activit&eacute;s ill&eacute;gales ou r&eacute;pr&eacute;hensibles, portant atteinte aux droits de tiers ou entrant en infraction avec une quelconque disposition l&eacute;gale en vigueur.<br style="box-sizing: inherit;" />
          L&rsquo;Utilisateur s&rsquo;engage &agrave; ne pas transmettre, donner, diffuser ou mettre &agrave; disposition de tiers des supports ou des informations de quelque nature que ce soit (donn&eacute;es, contenus, messages, dessins, archives sonores et images, photographies, logiciels, etc.) qui s&rsquo;av&eacute;reraient contraires &agrave; la loi, &agrave; la morale, &agrave; l&rsquo;ordre public et aux pr&eacute;sentes CGU. Par ailleurs, l&rsquo;Utilisateur s&rsquo;engage &agrave; ne pas ex&eacute;cuter les t&acirc;ches suivantes, comprenant, sans s&rsquo;y limiter :</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">I. pr&eacute;senter ou diffuser des contenus ou propagandes &agrave; caract&egrave;re raciste, x&eacute;nophobe, pornographique, incitant au terrorisme ou portant atteinte aux droits de l&rsquo;Homme ;<br style="box-sizing: inherit;" />
          II. introduire ou diffuser sur le r&eacute;seau des programmes informatiques (virus et programmes malveillants) susceptibles d&rsquo;endommager les syst&egrave;mes informatiques du fournisseur d&rsquo;acc&egrave;s, de ses fournisseurs ou d&rsquo;Utilisateurs tiers d&rsquo;Internet ;<br style="box-sizing: inherit;" />
          III. diffuser, transmettre ou mettre &agrave; disposition de tiers des informations, &eacute;l&eacute;ments ou contenus de quelque nature que ce soit portant atteinte aux droits fondamentaux et aux libert&eacute;s publiques reconnus par la Constitution et par les trait&eacute;s internationaux ;<br style="box-sizing: inherit;" />
          IV. diffuser, transmettre ou mettre &agrave; disposition de tiers des informations, &eacute;l&eacute;ments ou contenus de quelque nature que ce soit faisant office de publicit&eacute; ill&eacute;gale ou d&eacute;loyale ;<br style="box-sizing: inherit;" />
          V. transmettre des publicit&eacute;s non demand&eacute;es ou non autoris&eacute;es, des supports publicitaires, des spams, des &laquo; cha&icirc;nes de messages &raquo;, des &laquo; syst&egrave;mes pyramidaux &raquo; ou autre forme d&rsquo;incitation, sauf aux fins exclusivement conc&eacute;d&eacute;es en la mati&egrave;re (p.ex. dans des espaces commerciaux) ;<br style="box-sizing: inherit;" />
          VI. pr&eacute;senter ou diffuser tous types d&rsquo;informations ou de contenus faux, ambigus ou trompeurs dans le but d&rsquo;induire en erreur les destinataires ;<br style="box-sizing: inherit;" />
          VII. se substituer &agrave; d&rsquo;autres Utilisateurs en se servant dans leurs donn&eacute;es d&rsquo;identification pour les diff&eacute;rents services et/ou contenus de l&#39;application;<br style="box-sizing: inherit;" />
          VIII. diffuser, transmettre ou mettre &agrave; disposition de tiers des informations, &eacute;l&eacute;ments ou contenus de quelque nature que ce soit pr&eacute;sum&eacute;s enfreindre des droits de propri&eacute;t&eacute; intellectuelle et industrielle, des brevets, des marques ou des copyrights d&eacute;tenus par les propri&eacute;taires de l&#39;application ou par des tiers ;<br style="box-sizing: inherit;" />
          IX. diffuser, transmettre ou mettre &agrave; disposition de tiers des informations, &eacute;l&eacute;ments ou contenus de quelque nature que ce soit pr&eacute;sum&eacute;s enfreindre la confidentialit&eacute; des communications et la l&eacute;gislation sur les donn&eacute;es personnelles.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">L&rsquo;Utilisateur convient de d&eacute;gager Occazstreet de toute responsabilit&eacute; en cas de r&eacute;clamation, amende, condamnation ou sanction d&eacute;coulant d&rsquo;un manquement du fait de l&rsquo;Utilisateur &agrave; l&rsquo;une des conditions d&rsquo;utilisation &eacute;nonc&eacute;es ci-dessus. Par ailleurs, Occazstreet se r&eacute;serve le droit de demander des dommages-int&eacute;r&ecirc;ts pour les dommages et pr&eacute;judices subis.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);"><span style="box-sizing: inherit; margin: 0px 3px 0px 0px; padding: 0px; border: 0px; font-style: inherit; font-variant: inherit; font-weight: 700; font-stretch: inherit; font-size: inherit; line-height: inherit; font-family: inherit; vertical-align: baseline;">3. Exclusion de responsabilit&eacute;</span></p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">L&rsquo;acc&egrave;s &agrave; l&#39;application par l&rsquo;Utilisateur ne saurait constituer pour Occazstreet l&rsquo;obligation de contr&ocirc;ler l&rsquo;absence de virus, vers ou autres programmes malveillants. Dans tous les cas, il incombe &agrave; l&rsquo;Utilisateur de disposer des outils appropri&eacute;s pour d&eacute;tecter et nettoyer les programmes malveillants.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">Occazstreet n&rsquo;assume aucune responsabilit&eacute; quant aux dommages impactant les logiciels et les &eacute;quipements informatiques des Utilisateurs ou des tiers au cours de l&rsquo;utilisation des services propos&eacute;s sur l&#39;application.<br style="box-sizing: inherit;" />
          Par ailleurs, la soci&eacute;t&eacute; Occazstreet ne sera pas tenue responsable des dommages ou pr&eacute;judices subis par l&rsquo;Utilisateur en cas de coupure ou de d&eacute;connexion sur les r&eacute;seaux de t&eacute;l&eacute;communications, entra&icirc;nant la suspension, l&rsquo;annulation ou l&rsquo;interruption du service de l&#39;application avant ou pendant son ex&eacute;cution.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);"><span style="box-sizing: inherit; margin: 0px 3px 0px 0px; padding: 0px; border: 0px; font-style: inherit; font-variant: inherit; font-weight: 700; font-stretch: inherit; font-size: inherit; line-height: inherit; font-family: inherit; vertical-align: baseline;">4. Contenus et services associ&eacute;s sur l&#39;application</span></p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">Le service d&rsquo;acc&egrave;s &agrave; l&#39;application peut inclure des dispositifs techniques de liens, des r&eacute;pertoires, voire des instruments de recherche permettant &agrave; l&rsquo;Utilisateur d&rsquo;acc&eacute;der &agrave; d&rsquo;autres pages ou &agrave; d&rsquo;autres portails sur Internet (ci-apr&egrave;s &laquo; Sites li&eacute;s &raquo;). Dans de telles situations, Occazstreet sera responsable des contenus et services propos&eacute;s sur les Sites li&eacute;s uniquement dans la mesure o&ugrave; Occazstreet avait connaissance de l&rsquo;ill&eacute;galit&eacute; desdits sites et n&rsquo;a pas d&eacute;sactiv&eacute; le lien avec la diligence n&eacute;cessaire. Dans le cas o&ugrave; l&rsquo;Utilisateur consid&eacute;rerait qu&rsquo;un Site li&eacute; d&eacute;tient des contenus illicites ou inappropri&eacute;s, il pourra en avertir Occazstreet. Toutefois, cette notification n&rsquo;entra&icirc;nera en aucun cas l&rsquo;obligation de supprimer le lien correspondant.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">En aucun cas l&rsquo;existence des applications/sites li&eacute;s ne sous-entend la conclusion d&rsquo;accords entre Occazstreet et les responsables ou les propri&eacute;taires desdits sites, ni la recommandation, la promotion ou l&rsquo;identification de Occazstreet avec les d&eacute;clarations, contenus ou services fournis.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">Occazstreet n&rsquo;a aucune connaissance des contenus et services des Applications/Sites li&eacute;s. De ce fait, Occazstreet n&rsquo;assume aucune responsabilit&eacute; quant aux dommages d&eacute;coulant de l&rsquo;ill&eacute;galit&eacute;, de la qualit&eacute;, de l&rsquo;obsolescence, de l&rsquo;indisponibilit&eacute;, de l&rsquo;erreur ou de l&rsquo;inutilit&eacute; des contenus et/ou services des Applications/Sites li&eacute;s, ou autres dommages n&rsquo;&eacute;tant pas directement imputables &agrave; Occazstreet.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);"><span style="box-sizing: inherit; margin: 0px 3px 0px 0px; padding: 0px; border: 0px; font-style: inherit; font-variant: inherit; font-weight: 700; font-stretch: inherit; font-size: inherit; line-height: inherit; font-family: inherit; vertical-align: baseline;">5. Propri&eacute;t&eacute; intellectuelle et industrielle</span></p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">Tous les contenus de l&#39;application, comprenant, sans s&rsquo;y limiter, les textes, photographies, graphiques, images, ic&ocirc;nes, technologies, logiciels, liens et autres contenus audiovisuels ou sonores, ainsi que leur conception graphique et leur code source, sont la propri&eacute;t&eacute; intellectuelle de Occazstreet ou de tiers. Aucun droit d&rsquo;exploitation reconnu par la l&eacute;gislation en vigueur concernant la propri&eacute;t&eacute; intellectuelle desdits contenus ne saurait &ecirc;tre c&eacute;d&eacute; &agrave; l&rsquo;Utilisateur.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">L&rsquo;Utilisateur reconna&icirc;t &ecirc;tre le seul auteur des photographies, images, textes et/ou commentaires (ci-apr&egrave;s &laquo; Contenus &raquo;) qu&rsquo;il publie sur l&#39;application (p.ex. sur le Blog) et garantit que l&rsquo;usage desdits Contenus sur l&#39;application n&rsquo;enfreint aucun droit de tiers. L&rsquo;Utilisateur c&egrave;de gratuitement &agrave; Occazstreet les droits de communication au public, de reproduction, de distribution et de modification desdits Contenus, sous toutes les formes d&rsquo;exploitation existant &agrave; la date d&rsquo;acceptation des pr&eacute;sentes CGU. La cession est consentie pour le monde entier et pour la dur&eacute;e de vie de l&rsquo;Utilisateur, plus soixante-dix ans apr&egrave;s son d&eacute;c&egrave;s ou la d&eacute;claration de son d&eacute;c&egrave;s.<br style="box-sizing: inherit;" />
          Les marques, noms commerciaux ou signes distinctifs sont la propri&eacute;t&eacute; de Occazstreet ou de tiers. L&rsquo;acc&egrave;s &agrave; l&#39;application ne conf&egrave;re aucun droit &agrave; l&rsquo;Utilisateur sur ces marques, noms commerciaux ou signes distinctifs.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);"><span style="box-sizing: inherit; margin: 0px 3px 0px 0px; padding: 0px; border: 0px; font-style: inherit; font-variant: inherit; font-weight: 700; font-stretch: inherit; font-size: inherit; line-height: inherit; font-family: inherit; vertical-align: baseline;">6. Autonomie des dispositions</span></p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">Dans le cas o&ugrave; l&rsquo;une des dispositions des pr&eacute;sentes CGU serait d&eacute;clar&eacute;e nulle ou inefficace en tout ou partie, ladite nullit&eacute; ou inefficacit&eacute; frappera uniquement ladite disposition ou la partie de cette disposition s&rsquo;av&eacute;rant nulle ou inefficace, et celle-ci sera alors consid&eacute;r&eacute;e comme non incluse. Les autres dispositions des CGU resteront valides.</p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);"><span style="box-sizing: inherit; margin: 0px 3px 0px 0px; padding: 0px; border: 0px; font-style: inherit; font-variant: inherit; font-weight: 700; font-stretch: inherit; font-size: inherit; line-height: inherit; font-family: inherit; vertical-align: baseline;">7. L&eacute;gislation applicable et juridiction comp&eacute;tente</span></p>
        <p style="box-sizing: inherit; margin: 2rem 0px; padding: 0px; border: 0px; font-stretch: inherit; font-size: 1.3rem; line-height: 1.6em; font-family: 'Avenir Next Cyr W00 Regular'; vertical-align: baseline; text-align: justify; color: rgb(119, 119, 119);">Les pr&eacute;sentes CGU sont r&eacute;gies et interpr&eacute;t&eacute;es selon la l&eacute;gislation camerounaise. En cas de litige entre Occazstreet et l&rsquo;Utilisateur, ce dernier pourra intenter une action aupr&egrave;s des tribunaux camerounais situ&eacute;s dans la juridiction de domiciliation de Occazstreet ou aupr&egrave;s des tribunaux de la juridiction dans laquelle il r&eacute;side.</p>

      </div>

  </ion-content>
</ion-view>
